app/controllers/movies_controller.rb

  def movie
    @movies = Movie.all
---
SELECT "movies".* FROM "movies"